Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Menu_View_RightPanel.AccessKey
source: R
ar: م
el: Δ
es: A
fa: ا
fr: O
hu: J
id: N
it: A
pt: A
ro: A
ru: П
tr: N
uk: П
vi: P

# Menu_View_BottomPanel.Text
source: Bottom panel
ar: اللوحة السفلية
cs: Dolní panel
de: Unterer Bereich
el: Κάτω πλαίσιο
es: Panel inferior
fa: پنل پایین
fr: Volet inférieur
hu: Alsó panel
id: Panel Bawah
it: Pannello inferiore
ja: 下パネル(O)
ko: 아래쪽 패널(O)
pl: Dolny panel
pt: Painel inferior
ro: Panou jos
ru: Нижняя панель
th: แผงด้านล่าง(M)
tr: Alt panel
uk: Нижня панель
vi: Bảng dưới cùng
zh_hans: 底部面板(O)
zh_hant: 下方面板(O)

# Menu_View_BottomPanel.AccessKey
source: M
ar: ف
cs: D
de: U
el: Κ
es: I
fa: ی
fr: I
hu: A
id: W
it: I
ja: O
ko: O
pl: D
pt: I
ro: J
ru: Н
tr: T
uk: Н
vi: D
zh_hans: O
zh_hant: O

# Menu_View_Inspector.Text
source: Data inspector
ar: مفتش البيانات
cs: Inspektor dat
de: Dateninspektor
el: Επιθεωρητής δεδομένων
es: Inspector de datos
fa: بازرس داده
fr: Inspecteur de données
hu: Adatvizsgáló
id: Inspektur Data
it: Ispettore dati
ja: データインスペクタ(I)
ko: 데이터 검사기(I)
pl: Inspektor danych
pt: Inspetor de dados
ro: Inspector de date
ru: Инспектор данных
th: ตัวตรวจสอบข้อมูล(I)
tr: Veri denetçisi
uk: Інспектор даних
vi: Trình kiểm tra dữ liệu
zh_hans: 数据检查器(I)
zh_hant: 資料檢查器(I)

# Menu_View_Inspector.AccessKey
source: I
ar: ب
de: D
el: Θ
es: N
fa: د
fr: N
hu: D
it: S
pt: N
ru: Д
tr: V
uk: Д
vi: K

# Menu_View_ResetPanels.Text
source: Reset panel layout
ar: إعادة تعيين تخطيط اللوحات
cs: Obnovit rozložení panelů
de: Bereichslayout zurücksetzen
el: Επαναφορά διάταξης πλαισίων
es: Restablecer el diseño de paneles
fa: بازنشانی چیدمان پنل‌ها
fr: Réinitialiser la disposition des volets
hu: Panelelrendezés visszaállítása
id: Atur Ulang Tata Letak Panel
it: Reimposta layout dei pannelli
ja: パネルの配置を元に戻す(S)
ko: 패널 레이아웃 초기화(S)
pl: Resetuj układ paneli
pt: Redefinir layout dos painéis
ro: Resetare aspect panouri
ru: Сбросить расположение панелей
th: รีเซ็ตเค้าโครงแผง(E)
tr: Panel düzenini sıfırla
uk: Скинути розташування панелей
vi: Đặt lại bố cục bảng
zh_hans: 重置面板布局(S)
zh_hant: 重設面板配置(S)

# Menu_View_ResetPanels.AccessKey
source: E
ar: ع
cs: O
de: B
el: Φ
es: R
fa: ش
fr: R
hu: P
id: U
it: R
ja: S
ko: S
pl: U
pt: R
ro: R
ru: Б
tr: P
uk: С
vi: L
zh_hans: S
zh_hant: S

# Menu_Tools.Title
source: Tools
ar: أدوات
cs: Nástroje
de: Extras
el: Εργαλεία
es: Herramientas
fa: ابزارها
fr: Outils
hu: Eszközök
id: Alat
it: Strumenti
ja: ツール(T)
ko: 도구(T)
pl: Narzędzia
pt: Ferramentas
ro: Instrumente
ru: Сервис
th: เครื่องมือ(O)
tr: Araçlar
uk: Інструменти
vi: Công cụ
zh_hans: 工具(T)
zh_hant: 工具(T)

# Menu_Tools.AccessKey
source: O
ar: د
cs: T
de: E
el: Ρ
es: H
fa: ب
hu: Z
id: L
it: S
ja: T
ko: T
pl: N
pt: F
ro: I
ru: Е
tr: L
uk: І
vi: C
zh_hans: T
zh_hant: T

# Menu_Tools_Settings.Text
source: Settings
ar: الإعدادات
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fa: تنظیمات
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定(S)
ko: 설정(S)
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Параметры
th: การตั้งค่า(S)
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置(S)
zh_hant: 設定(S)

# Menu_Tools_Settings.AccessKey
source: S
ar: ع
cs: N
de: E
el: Ρ
es: C
fa: ت
fr: P
hu: B
id: P
it: I
pl: U
pt: C
ru: П
tr: A
uk: П
vi: C

# Menu_Help_CommandPalette.Text
source: Command palette
ar: لوحة الأوامر
cs: Paleta příkazů
de: Befehlspalette
el: Παλέτα εντολών
es: Paleta de comandos
fa: پالت فرمان
fr: Palette de commandes
hu: Parancspaletta
id: Palet Perintah
it: Tavolozza dei comandi
ja: コマンドパレット(P)
ko: 명령 팔레트(P)
pl: Paleta poleceń
pt: Paleta de comandos
ro: Paleta de comenzi
ru: Палитра команд
th: ชุดคำสั่ง(C)
tr: Komut Paleti
uk: Палітра команд
vi: Bảng lệnh
zh_hans: 命令面板(P)
zh_hant: 命令選擇區(P)

# Menu_Help_CommandPalette.AccessKey
source: C
ar: م
cs: P
de: B
el: Λ
es: P
fa: پ
hu: A
id: P
it: T
ja: P
ko: P
pl: P
pt: P
ro: P
ru: П
tr: K
uk: К
vi: L
zh_hans: P
zh_hant: P

# Menu_Help_Shortcuts.Text
source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح
cs: Klávesové zkratky
de: Tastenkombinationen
el: Συντομεύσεις πληκτρολογίου
es: Métodos abreviados de teclado
fa: میان‌برهای صفحه‌کلید
fr: Raccourcis clavier
hu: Billentyűparancsok
id: Pintasan Keyboard
it: Scelte rapide da tastiera
ja: ショートカット一覧(K)
ko: 바로 가기 키(K)
pl: Skróty klawiaturowe
pt: Atalhos de teclado
ro: Comenzi rapide de la tastatură
ru: Сочетания клавиш
th: แป้นพิมพ์ลัด(K)
tr: Klavye Kısayolları
uk: Сполучення клавіш
vi: Phím tắt
zh_hans: 键盘快捷方式(K)
zh_hant: 鍵盤快速鍵(K)

# Menu_Help_Shortcuts.AccessKey
source: K
ar: خ
de: T
el: Σ
es: M
fa: ص
fr: R
hu: B
it: R
pl: S
pt: A
ro: C
ru: К
tr: L
uk: С
vi: P

# Toolbar_Customize.Text
source: Customize toolbar...
ar: تخصيص شريط الأدوات...
cs: Přizpůsobit panel nástrojů...
de: Symbolleiste anpassen...
el: Προσαρμογή γραμμής εργαλείων...
es: Personalizar la barra de herramientas...
fa: سفارشی‌سازی نوار ابزار...
fr: Personnaliser la barre d'outils...
hu: Eszköztár testreszabása...
id: Sesuaikan bilah alat...
it: Personalizza barra degli strumenti...
ja: ツールバーのカスタマイズ...
ko: 도구 모음 사용자 지정...
pl: Dostosuj pasek narzędzi...
pt: Personalizar barra de ferramentas...
ro: Particularizare bară de instrumente...
ru: Настроить панель инструментов...
th: กำหนดแถบเครื่องมือเอง...
tr: Araç çubuğunu özelleştir...
uk: Налаштувати панель інструментів...
vi: Tùy chỉnh thanh công cụ...
zh_hans: 自定义工具栏...
zh_hant: 自訂工具列...

# Toolbar_Missing
source: Missing commands: {0}
ar: أوامر مفقودة: {0}
cs: Chybějící příkazy: {0}
de: Fehlende Befehle: {0}
el: Εντολές που λείπουν: {0}
es: Comandos que faltan: {0}
fa: فرمان‌های یافت‌نشده: {0}
fr: Commandes manquantes : {0}
hu: Hiányzó parancsok: {0}
id: Perintah yang hilang: {0}
it: Comandi mancanti: {0}
ja: 見つからないコマンド: {0} 件
ko: 찾을 수 없는 명령: {0}개
pl: Brakujące polecenia: {0}
pt: Comandos ausentes: {0}
ro: Comenzi lipsă: {0}
ru: Отсутствующие команды: {0}
th: คำสั่งที่ไม่พบ: {0}
tr: Eksik komutlar: {0}
uk: Відсутні команди: {0}
vi: Lệnh bị thiếu: {0}
zh_hans: 缺少的命令：{0}
zh_hant: 找不到的命令：{0} 個

# ToolbarCustomize_Title
source: Customize toolbar
ar: تخصيص شريط الأدوات
cs: Přizpůsobit panel nástrojů
de: Symbolleiste anpassen
el: Προσαρμογή γραμμής εργαλείων
es: Personalizar la barra de herramientas
fa: سفارشی‌سازی نوار ابزار
fr: Personnaliser la barre d'outils
hu: Eszköztár testreszabása
id: Sesuaikan bilah alat
it: Personalizza barra degli strumenti
ja: ツールバーのカスタマイズ
ko: 도구 모음 사용자 지정
pl: Dostosuj pasek narzędzi
pt: Personalizar barra de ferramentas
ro: Particularizare bară de instrumente
ru: Настройка панели инструментов
th: กำหนดแถบเครื่องมือเอง
tr: Araç çubuğunu özelleştir
uk: Налаштування панелі інструментів
vi: Tùy chỉnh thanh công cụ
zh_hans: 自定义工具栏
zh_hant: 自訂工具列

# ToolbarCustomize_Items
source: Toolbar buttons
ar: أزرار شريط الأدوات
cs: Tlačítka panelu nástrojů
de: Schaltflächen der Symbolleiste
el: Κουμπιά γραμμής εργαλείων
es: Botones de la barra de herramientas
fa: دکمه‌های نوار ابزار
fr: Boutons de la barre d'outils
hu: Eszköztárgombok
id: Tombol bilah alat
it: Pulsanti della barra degli strumenti
ja: ツールバーのボタン
ko: 도구 모음 단추
pl: Przyciski paska narzędzi
pt: Botões da barra de ferramentas
ro: Butoanele barei de instrumente
ru: Кнопки панели инструментов
th: ปุ่มบนแถบเครื่องมือ
tr: Araç çubuğu düğmeleri
uk: Кнопки панелі інструментів
vi: Nút trên thanh công cụ
zh_hans: 工具栏按钮
zh_hant: 工具列按鈕

# ToolbarCustomize_Pick
source: Command to add
ar: الأمر المراد إضافته
cs: Příkaz k přidání
de: Hinzuzufügender Befehl
el: Εντολή για προσθήκη
es: Comando que se agregará
fa: فرمان برای افزودن
fr: Commande à ajouter
hu: Hozzáadandó parancs
id: Perintah yang akan ditambahkan
it: Comando da aggiungere
ja: 追加するコマンド
ko: 추가할 명령
pl: Polecenie do dodania
pt: Comando a adicionar
ro: Comandă de adăugat
ru: Добавляемая команда
th: คำสั่งที่จะเพิ่ม
tr: Eklenecek komut
uk: Команда для додавання
vi: Lệnh cần thêm
zh_hans: 要添加的命令
zh_hant: 要新增的命令

# ToolbarCustomize_Missing
source: {0} (not found)
ar: {0} (غير موجود)
cs: {0} (nenalezeno)
de: {0} (nicht gefunden)
el: {0} (δεν βρέθηκε)
es: {0} (no encontrado)
fa: {0} (پیدا نشد)
fr: {0} (introuvable)
hu: {0} (nem található)
id: {0} (tidak ditemukan)
it: {0} (non trovato)
ja: {0} (見つかりません)
ko: {0}(찾을 수 없음)
pl: {0} (nie znaleziono)
pt: {0} (não encontrado)
ro: {0} (negăsit)
ru: {0} (не найдено)
th: {0} (ไม่พบ)
tr: {0} (bulunamadı)
uk: {0} (не знайдено)
vi: {0} (không tìm thấy)
zh_hans: {0}（找不到）
zh_hant: {0}（找不到）

# ToolbarCustomize_Up
source: Move up
ar: نقل لأعلى
cs: Posunout nahoru
de: Nach oben
el: Μετακίνηση επάνω
es: Subir
fa: انتقال به بالا
fr: Monter
hu: Feljebb
id: Pindah ke atas
it: Sposta su
ja: 上へ
ko: 위로 이동
pl: Przenieś w górę
pt: Mover para cima
ro: Mutare în sus
ru: Вверх
th: เลื่อนขึ้น
tr: Yukarı taşı
uk: Перемістити вгору
vi: Lên trên
zh_hans: 上移
zh_hant: 上移

# ToolbarCustomize_Down
source: Move down
ar: نقل لأسفل
cs: Posunout dolů
de: Nach unten
el: Μετακίνηση κάτω
es: Bajar
fa: انتقال به پایین
fr: Descendre
hu: Lejjebb
id: Pindah ke bawah
it: Sposta giù
ja: 下へ
ko: 아래로 이동
pl: Przenieś w dół
pt: Mover para baixo
ro: Mutare în jos
ru: Вниз
th: เลื่อนลง
tr: Aşağı taşı
uk: Перемістити вниз
vi: Xuống dưới
zh_hans: 下移
zh_hant: 下移

# ToolbarCustomize_Remove
source: Remove
ar: إزالة
cs: Odebrat
de: Entfernen
el: Κατάργηση
es: Quitar
fa: حذف
fr: Supprimer
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
pl: Usuń
pt: Remover
ro: Eliminare
ru: Удалить
th: ลบ
tr: Kaldır
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 移除

# ToolbarCustomize_Reset
source: Reset to default
ar: إعادة التعيين إلى الافتراضي
cs: Obnovit výchozí
de: Auf Standard zurücksetzen
el: Επαναφορά προεπιλογής
es: Restablecer valores predeterminados
fa: بازنشانی به پیش‌فرض
fr: Rétablir les valeurs par défaut
hu: Alapértelmezés visszaállítása
id: Atur ulang ke default
it: Ripristina predefiniti
ja: 既定に戻す
ko: 기본값으로 초기화
pl: Przywróć domyślne
pt: Restaurar padrão
ro: Resetare la implicit
ru: Восстановить по умолчанию
th: รีเซ็ตเป็นค่าเริ่มต้น
tr: Varsayılana sıfırla
uk: Відновити стандартні
vi: Đặt lại về mặc định
zh_hans: 重置为默认值
zh_hant: 重設為預設值

# ToolbarCustomize_Add
source: Add
ar: إضافة
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es: Agregar
fa: افزودن
fr: Ajouter
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
pl: Dodaj
pt: Adicionar
ro: Adăugare
ru: Добавить
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# Panel_Splitter
source: Resize panel
ar: تغيير حجم اللوحة
cs: Změnit velikost panelu
de: Bereichsgröße ändern
el: Αλλαγή μεγέθους πλαισίου
es: Cambiar el tamaño del panel
fa: تغییر اندازهٔ پنل
fr: Redimensionner le volet
hu: Panel átméretezése
id: Ubah ukuran panel
it: Ridimensiona pannello
ja: パネルの大きさを変える
ko: 패널 크기 조정
pl: Zmień rozmiar panelu
pt: Redimensionar painel
ro: Redimensionare panou
ru: Изменить размер панели
th: ปรับขนาดแผง
tr: Panelin boyutunu değiştir
uk: Змінити розмір панелі
vi: Đổi kích thước bảng
zh_hans: 调整面板大小
zh_hant: 調整面板大小

# Panel_More.AutomationProperties.Name
source: Panel options
ar: خيارات اللوحة
cs: Možnosti panelu
de: Bereichsoptionen
el: Επιλογές πλαισίου
es: Opciones del panel
fa: گزینه‌های پنل
fr: Options du volet
hu: Panel beállításai
id: Opsi panel
it: Opzioni del pannello
ja: パネルのオプション
ko: 패널 옵션
pl: Opcje panelu
pt: Opções do painel
ro: Opțiuni panou
ru: Параметры панели
th: ตัวเลือกแผง
tr: Panel seçenekleri
uk: Параметри панелі
vi: Tùy chọn bảng
zh_hans: 面板选项
zh_hant: 面板選項

# Panel_More.ToolTipService.ToolTip
source: Panel options
ar: خيارات اللوحة
cs: Možnosti panelu
de: Bereichsoptionen
el: Επιλογές πλαισίου
es: Opciones del panel
fa: گزینه‌های پنل
fr: Options du volet
hu: Panel beállításai
id: Opsi panel
it: Opzioni del pannello
ja: パネルのオプション
ko: 패널 옵션
pl: Opcje panelu
pt: Opções do painel
ro: Opțiuni panou
ru: Параметры панели
th: ตัวเลือกแผง
tr: Panel seçenekleri
uk: Параметри панелі
vi: Tùy chọn bảng
zh_hans: 面板选项
zh_hant: 面板選項

# Panel_Close.AutomationProperties.Name
source: Close panel
ar: إغلاق اللوحة
cs: Zavřít panel
de: Bereich schließen
el: Κλείσιμο πλαισίου
es: Cerrar panel
fa: بستن پنل
fr: Fermer le volet
hu: Panel bezárása
id: Tutup panel
it: Chiudi pannello
ja: パネルを閉じる
ko: 패널 닫기
pl: Zamknij panel
pt: Fechar painel
ro: Închidere panou
ru: Закрыть панель
th: ปิดแผง
tr: Paneli kapat
uk: Закрити панель
vi: Đóng bảng
zh_hans: 关闭面板
zh_hant: 關閉面板

# Panel_Close.ToolTipService.ToolTip
source: Close panel
ar: إغلاق اللوحة
cs: Zavřít panel
de: Bereich schließen
el: Κλείσιμο πλαισίου
es: Cerrar panel
fa: بستن پنل
fr: Fermer le volet
hu: Panel bezárása
id: Tutup panel
it: Chiudi pannello
ja: パネルを閉じる
ko: 패널 닫기
pl: Zamknij panel
pt: Fechar painel
ro: Închidere panou
ru: Закрыть панель
th: ปิดแผง
tr: Paneli kapat
uk: Закрити панель
vi: Đóng bảng
zh_hans: 关闭面板
zh_hant: 關閉面板

# Panel_NoDocument.Text
source: No document is open.
ar: لا يوجد مستند مفتوح.
cs: Není otevřen žádný dokument.
de: Kein Dokument geöffnet.
el: Δεν υπάρχει ανοιχτό έγγραφο.
es: No hay ningún documento abierto.
fa: هیچ سندی باز نیست.
fr: Aucun document n'est ouvert.
hu: Nincs megnyitott dokumentum.
id: Tidak ada dokumen yang terbuka.
it: Nessun documento aperto.
ja: 文書が開かれていません。
ko: 열린 문서가 없습니다.
pl: Brak otwartego dokumentu.
pt: Nenhum documento aberto.
ro: Niciun document deschis.
ru: Нет открытых документов.
th: ไม่มีเอกสารที่เปิดอยู่
tr: Açık belge yok.
uk: Немає відкритого документа.
vi: Không có tài liệu nào đang mở.
zh_hans: 未打开任何文档。
zh_hant: 未開啟任何文件。

# Panel_Selected
source: Selected
ar: محدد
cs: Vybráno
de: Ausgewählt
el: Επιλεγμένο
es: Seleccionado
fa: انتخاب‌شده
fr: Sélectionné
hu: Kijelölve
id: Dipilih
it: Selezionato
ja: 選択中
ko: 선택됨
pl: Wybrany
pt: Selecionado
ro: Selectat
ru: Выбрано
th: เลือกอยู่
tr: Seçili
uk: Вибрано
vi: Đã chọn
zh_hans: 已选择
zh_hant: 已選取

# Panel_Move
source: Move
ar: نقل
cs: Přesunout
de: Verschieben
el: Μετακίνηση
es: Mover
fa: انتقال
fr: Déplacer
hu: Áthelyezés
id: Pindahkan
it: Sposta
ja: 移動
ko: 이동
pl: Przenieś
pt: Mover
ro: Mutare
ru: Переместить
th: ย้าย
tr: Taşı
uk: Перемістити
vi: Di chuyển
zh_hans: 移动
zh_hant: 移動

# Panel_MoveLeft
source: Left
ar: يسار
cs: Vlevo
de: Links
el: Αριστερά
es: Izquierda
fa: چپ
fr: Gauche
hu: Balra
id: Kiri
it: A sinistra
ja: 左
ko: 왼쪽
pl: W lewo
pt: Esquerda
ro: Stânga
ru: Влево
th: ซ้าย
tr: Sol
uk: Ліворуч
vi: Trái
zh_hans: 左侧
zh_hant: 左側

# Panel_MoveRight
source: Right
ar: يمين
cs: Vpravo
de: Rechts
el: Δεξιά
es: Derecha
fa: راست
fr: Droite
hu: Jobbra
id: Kanan
it: A destra
ja: 右
ko: 오른쪽
pl: W prawo
pt: Direita
ro: Dreapta
ru: Вправо
th: ขวา
tr: Sağ
uk: Праворуч
vi: Phải
zh_hans: 右侧
zh_hant: 右側

# Panel_MoveBottom
source: Bottom
ar: أسفل
cs: Dole
de: Unten
el: Κάτω
es: Abajo
fa: پایین
fr: Bas
hu: Alulra
id: Bawah
it: In basso
ja: 下
ko: 아래쪽
pl: Na dół
pt: Embaixo
ro: Jos
ru: Вниз
th: ล่าง
tr: Alt
uk: Унизу
vi: Dưới
zh_hans: 底部
zh_hant: 下方

# Panel_MoveFloating
source: Floating
ar: عائمة
cs: Plovoucí
de: Schwebend
el: Αιωρούμενο
es: Flotante
fa: شناور
fr: Flottant
hu: Lebegő
id: Mengambang
it: Mobile
ja: 浮動
ko: 부동
pl: Pływający
pt: Flutuante
ro: Flotant
ru: Плавающая
th: ลอย
tr: Kayan
uk: Плаваюча
vi: Nổi
zh_hans: 浮动
zh_hant: 浮動

# Panel_CloseMenu
source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fa: بستن
fr: Fermer
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt: Fechar
ro: Închidere
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# Palette_Input.PlaceholderText
source: Type a command, > for commands, : for offset, ? for help
ar: اكتب أمراً، > للأوامر، : للإزاحة، ? للتعليمات
cs: Zadejte příkaz; > příkazy, : posun, ? nápověda
de: Befehl eingeben; > für Befehle, : für Offset, ? für Hilfe
el: Πληκτρολογήστε μια εντολή, > για εντολές, : για μετατόπιση, ? για βοήθεια
es: Escribe un comando; > para comandos, : para desplazamiento, ? para ayuda
fa: فرمانی تایپ کنید؛ > برای فرمان‌ها، : برای آفست، ? برای راهنما
fr: Tapez une commande ; > pour les commandes, : pour un décalage, ? pour l'aide
hu: Írjon be egy parancsot: > parancsok, : eltolás, ? súgó
id: Ketik perintah, > untuk perintah, : untuk offset, ? untuk bantuan
it: Digita un comando, > per i comandi, : per l'offset, ? per la guida
ja: コマンドを入力 (> コマンド、: オフセット、? ヘルプ)
ko: 명령 입력(> 명령, : 오프셋, ? 도움말)
pl: Wpisz polecenie, > – polecenia, : – przesunięcie, ? – pomoc
pt: Digite um comando, > para comandos, : para deslocamento, ? para ajuda
ro: Tastați o comandă, > pentru comenzi, : pentru deplasament, ? pentru ajutor
ru: Введите команду: > — команды, : — смещение, ? — справка
th: พิมพ์คำสั่ง > สำหรับคำสั่ง : สำหรับออฟเซ็ต ? สำหรับวิธีใช้
tr: Komut yazın; komutlar için >, ofset için :, yardım için ?
uk: Введіть команду; > — команди, : — зміщення, ? — довідка
vi: Nhập lệnh, > để chạy lệnh, : để đi tới độ lệch, ? để xem trợ giúp
zh_hans: 键入命令（> 命令，: 偏移量，? 帮助）
zh_hant: 輸入命令（> 命令、: 位移、? 說明）

# Palette_Input.AutomationProperties.Name
source: Command palette
ar: لوحة الأوامر
cs: Paleta příkazů
de: Befehlspalette
el: Παλέτα εντολών
es: Paleta de comandos
fa: پالت فرمان
fr: Palette de commandes
hu: Parancspaletta
id: Palet perintah
it: Tavolozza dei comandi
ja: コマンドパレット
ko: 명령 팔레트
pl: Paleta poleceń
pt: Paleta de comandos
ro: Paleta de comenzi
ru: Палитра команд
th: ชุดคำสั่ง
tr: Komut paleti
uk: Палітра команд
vi: Bảng lệnh
zh_hans: 命令面板
zh_hant: 命令選擇區

# Palette_Recent
source: Recently used
ar: المستخدمة مؤخراً
cs: Naposledy použité
de: Zuletzt verwendet
el: Χρησιμοποιήθηκαν πρόσφατα
es: Usados recientemente
fa: اخیراً استفاده‌شده
fr: Récemment utilisées
hu: Legutóbb használt
id: Baru digunakan
it: Usati di recente
ja: 最近使ったもの
ko: 최근에 사용한 항목
pl: Ostatnio używane
pt: Usados recentemente
ro: Utilizate recent
ru: Недавно использованные
th: ใช้ล่าสุด
tr: Son kullanılanlar
uk: Нещодавно використані
vi: Dùng gần đây
zh_hans: 最近使用
zh_hant: 最近使用

# Palette_AllCommands
source: All commands
ar: كل الأوامر
cs: Všechny příkazy
de: Alle Befehle
el: Όλες οι εντολές
es: Todos los comandos
fa: همهٔ فرمان‌ها
fr: Toutes les commandes
hu: Összes parancs
id: Semua perintah
it: Tutti i comandi
ja: すべてのコマンド
ko: 모든 명령
pl: Wszystkie polecenia
pt: Todos os comandos
ro: Toate comenzile
ru: Все команды
th: คำสั่งทั้งหมด
tr: Tüm komutlar
uk: Усі команди
vi: Tất cả lệnh
zh_hans: 所有命令
zh_hant: 所有命令

# Palette_NoMatch
source: No matching items
ar: لا توجد عناصر مطابقة
cs: Žádné odpovídající položky
de: Keine passenden Elemente
el: Δεν υπάρχουν στοιχεία που να ταιριάζουν
es: No hay elementos que coincidan
fa: مورد منطبقی وجود ندارد
fr: Aucun élément correspondant
hu: Nincs egyező elem
id: Tidak ada item yang cocok
it: Nessun elemento corrispondente
ja: 一致する項目がありません
ko: 일치하는 항목이 없음
pl: Brak pasujących elementów
pt: Nenhum item correspondente
ro: Niciun element potrivit
ru: Нет совпадений
th: ไม่มีรายการที่ตรงกัน
tr: Eşleşen öğe yok
uk: Немає відповідних елементів
vi: Không có mục nào khớp
zh_hans: 没有匹配的项
zh_hant: 沒有符合的項目

# Palette_OffsetHint
source: Type an offset or expression (for example 0x1F00, end-0x10)
ar: اكتب إزاحة أو تعبيراً (مثل 0x1F00 أو end-0x10)
cs: Zadejte posun nebo výraz (například 0x1F00, end-0x10)
de: Offset oder Ausdruck eingeben (z. B. 0x1F00, end-0x10)
el: Πληκτρολογήστε μια μετατόπιση ή παράσταση (για παράδειγμα 0x1F00, end-0x10)
es: Escribe un desplazamiento o una expresión (por ejemplo, 0x1F00, end-0x10)
fa: آفست یا عبارتی تایپ کنید (مثلاً 0x1F00، end-0x10)
fr: Tapez un décalage ou une expression (par ex. 0x1F00, end-0x10)
hu: Írjon be egy eltolást vagy kifejezést (például 0x1F00, end-0x10)
id: Ketik offset atau ekspresi (mis. 0x1F00, end-0x10)
it: Digita un offset o un'espressione (ad es. 0x1F00, end-0x10)
ja: オフセットまたは式を入力 (例: 0x1F00、end-0x10)
ko: 오프셋 또는 식 입력(예: 0x1F00, end-0x10)
pl: Wpisz przesunięcie lub wyrażenie (np. 0x1F00, end-0x10)
pt: Digite um deslocamento ou expressão (por exemplo, 0x1F00, end-0x10)
ro: Tastați un deplasament sau o expresie (de exemplu 0x1F00, end-0x10)
ru: Введите смещение или выражение (например, 0x1F00, end-0x10)
th: พิมพ์ออฟเซ็ตหรือนิพจน์ (เช่น 0x1F00, end-0x10)
tr: Bir ofset veya ifade yazın (ör. 0x1F00, end-0x10)
uk: Введіть зміщення або вираз (наприклад, 0x1F00, end-0x10)
vi: Nhập độ lệch hoặc biểu thức (ví dụ: 0x1F00, end-0x10)
zh_hans: 键入偏移量或表达式（例如 0x1F00、end-0x10）
zh_hant: 輸入位移或運算式（例如 0x1F00、end-0x10）

# Palette_GoTo
source: Go to {0} ({1})
ar: الانتقال إلى {0} ({1})
cs: Přejít na {0} ({1})
de: Gehe zu {0} ({1})
el: Μετάβαση σε {0} ({1})
es: Ir a {0} ({1})
fa: رفتن به {0} ({1})
fr: Atteindre {0} ({1})
hu: Ugrás ide: {0} ({1})
id: Pergi ke {0} ({1})
it: Vai a {0} ({1})
ja: {0} ({1}) へ移動
ko: {0}({1})(으)로 이동
pl: Przejdź do {0} ({1})
pt: Ir para {0} ({1})
ro: Salt la {0} ({1})
ru: Перейти к {0} ({1})
th: ไปที่ {0} ({1})
tr: {0} konumuna git ({1})
uk: Перейти до {0} ({1})
vi: Đi tới {0} ({1})
zh_hans: 转到 {0}（{1}）
zh_hant: 移至 {0}（{1}）

# Palette_Tab
source: Tab: {0}
ar: علامة التبويب: {0}
cs: Karta: {0}
de: Registerkarte: {0}
el: Καρτέλα: {0}
es: Pestaña: {0}
fa: زبانه: {0}
fr: Onglet : {0}
hu: Lap: {0}
it: Scheda: {0}
ja: タブ: {0}
ko: 탭: {0}
pl: Karta: {0}
pt: Guia: {0}
ro: Filă: {0}
ru: Вкладка: {0}
th: แท็บ: {0}
tr: Sekme: {0}
uk: Вкладка: {0}
zh_hans: 选项卡：{0}
zh_hant: 索引標籤：{0}

# Palette_FilesHint
source: Type the name of an open tab or a recent file
ar: اكتب اسم علامة تبويب مفتوحة أو ملف حديث
cs: Zadejte název otevřené karty nebo posledního souboru
de: Namen einer geöffneten Registerkarte oder einer zuletzt verwendeten Datei eingeben
el: Πληκτρολογήστε το όνομα μιας ανοιχτής καρτέλας ή ενός πρόσφατου αρχείου
es: Escribe el nombre de una pestaña abierta o de un archivo reciente
fa: نام یک زبانهٔ باز یا فایل اخیر را تایپ کنید
fr: Tapez le nom d'un onglet ouvert ou d'un fichier récent
hu: Írja be egy megnyitott lap vagy egy legutóbbi fájl nevét
id: Ketik nama tab yang terbuka atau file terbaru
it: Digita il nome di una scheda aperta o di un file recente
ja: 開いているタブか最近使ったファイルの名前を入力
ko: 열린 탭 또는 최근 파일의 이름 입력
pl: Wpisz nazwę otwartej karty lub ostatniego pliku
pt: Digite o nome de uma guia aberta ou de um arquivo recente
ro: Tastați numele unei file deschise sau al unui fișier recent
ru: Введите имя открытой вкладки или последнего файла
th: พิมพ์ชื่อของแท็บที่เปิดอยู่หรือไฟล์ล่าสุด
tr: Açık bir sekmenin veya son kullanılan bir dosyanın adını yazın
uk: Введіть назву відкритої вкладки або останнього файлу
vi: Nhập tên của tab đang mở hoặc tệp gần đây
zh_hans: 键入已打开的选项卡或最近使用的文件的名称
zh_hant: 輸入已開啟的索引標籤或最近使用的檔案名稱

# Palette_NoBookmarks
source: No bookmarks
ar: لا توجد إشارات مرجعية
cs: Žádné záložky
de: Keine Lesezeichen
el: Δεν υπάρχουν σελιδοδείκτες
es: No hay marcadores
fa: نشانکی وجود ندارد
fr: Aucun signet
hu: Nincsenek könyvjelzők
id: Tidak ada penanda
it: Nessun segnalibro
ja: ブックマークはありません
ko: 책갈피 없음
pl: Brak zakładek
pt: Nenhum marcador
ro: Niciun marcaj
ru: Нет закладок
th: ไม่มีบุ๊กมาร์ก
tr: Yer işareti yok
uk: Немає закладок
vi: Không có dấu trang
zh_hans: 没有书签
zh_hant: 沒有書籤

# Palette_HelpCommands
source: > Commands
ar: > الأوامر
cs: > Příkazy
de: > Befehle
el: > Εντολές
es: > Comandos
fa: > فرمان‌ها
fr: > Commandes
hu: > Parancsok
id: > Perintah
it: > Comandi
ja: > コマンド
ko: > 명령
pl: > Polecenia
pt: > Comandos
ro: > Comenzi
ru: > Команды
th: > คำสั่ง
tr: > Komutlar
uk: > Команди
vi: > Lệnh
zh_hans: > 命令
zh_hant: > 命令
